<p>
    Искать можно по короткому коду, серии и номеру полиса, <br>либо фамилии, имени и отчеству.
    <br>Регистр букв (прописные или строчные) значения не имеет.</p>

<p>Примеры правильных поисковых строк:</p>
<ul>
    <li><strong>ПУШАС91</strong> (короткий код)</li>
    <li><strong>ПУШКИН АЛЕКСАНДР</strong> (ФИО без отчества)</li>
    <li><strong>ПУШКИН АЛЕКСАНДР СЕРГЕЕВИЧ</strong> (ФИО с отчеством)</li>
    <li><strong>ПУШКИН АЛЕКСАНДР СЕРГЕЕВИЧ 06.06.1799</strong> (ФИО с отчеством и датой рождения)</li>
    <li><strong>ПУШКИН АЛЕКСАНДР 06.06.1799</strong> (ФИО без отчества и с датой рождения)</li>
    <li><strong>8601991125600445</strong> (номер полиса)</li>
</ul>